Repository: jeiks/netcontrol
Catalog: another-packages/sarg-2.3.1/po/*.po
Languages: fr

source: Ignoring old log file %s
fr: Ignore l'ancien journal %s

source: (log) Cannot open log file: %s - %s
fr: (log) Impossible d'ouvrir le fichier: %s - %s

source: Reading access log file: %s
fr: Lecture du journal des accès: %s

source: SARG: Records in file: %lu, reading: %3.2f%%
fr: SARG: Enregistrements dans le fichier: %lu, lus: %3.2f%%

source: Log is from Microsoft ISA: %s
fr: Log produit par Microsoft ISA: %s

source: The name of the file is invalid: %s
fr: Le nom du fichier n'est pas valable: %s

source: SARG: Records in file: %lu, reading: %3.2lf%%
fr: SARG: Enregistrements dans le fichier: %lu, lus: %3.2lf%%

source: Maybe you have a broken record or garbage in your exclusion string
fr: Vous avez probablement un enregistrement erroné ou inattendu dans votre chaîne d'exclusion

source: Maybe you have a broken time in your access.log file
fr: Vous avez probablement un temps endommagé dans votre fichier access.log

source: Maybe you have a broken date in your %s file
fr: Vous avez probablement une date endommagée dans votre fichier %s

source: Maybe you have a broken client IP address in your %s file
fr: Vous avez probablement une adresse IP endommagée dans votre fichier %s

source: Maybe you have a broken result code in your %s file
fr: Vous avez probablement un code de résultat endommagé dans votre fichier %s

source: Maybe you have a broken amount of data in your %s file
fr: Vous avez probablement une quantité de données endommagée dans votre fichier %s

source: Maybe you have a broken request method in your %s file
fr: Vous avez probablement une méthode de requête endommagée dans votre fichier %s

source: Maybe you have a broken user ID in your %s file
fr: Vous avez probablement un ID utilisateur endommagé dans votre fichier %s

source: Cannot convert the timestamp from the squid log file
fr: Erreur lors de la conversion d'une date du journal de squid

source: Maybe you have a broken IP in your %s file
fr: Vous avez probablement une adresse IP endommagée dans votre fichier %s

source: Maybe you have a broken download duration in your %s file
fr: Vous avez probablement une durée de téléchargement endommagée dans votre fichier %s

source: Maybe you have a broken download size in your %s file
fr: Vous avez probablement une taille de téléchargement endommagée dans votre fichier %s

source: Maybe you have a broken access code in your %s file
fr: Vous avez probablement un code d'accès endommagé dans votre fichier %s

source: Maybe you have a broken year in your %s file
fr: Vous avez probablement une année endommagée dans votre fichier %s

source: Maybe you have a broken month in your %s file
fr: Vous avez probablement un mois endommagé dans votre fichier %s

source: Unknown input log file format
fr: Format du fichier d'entrée inconnu

source: User ID too long: %s
fr: ID utilisateur trop long: %s

source: Excluded code: %s
fr: Code exclu: %s

source: Excluded site: %s
fr: Site exclu: %s

source: Excluded user: %s
fr: Utilisateur exclu: %s

source: Not enough memory to store the user %s
fr: Pas assez de mémoire pour stocker l'utilisateur %s

source: Failed to close the log file of user %s - %s
fr: Erreur à la fermeture du journal de l'utilisateur %s - %s

source: Temporary user file name too long: %s/%s.unsort
fr: Nom de fichier utilisateur temporaire trop long: %s/%s.unsort

source: (log) Cannot open temporary file: %s - %s
fr: (log) Impossible d'ouvrir le fichier temporaire: %s - %s

source: Write error in the log file of user %s
fr: Erreur d'écriture dans le fichier journal de l'utilisateur %s

source: SARG: Records in file: %lu, reading: %3.2f%%
fr: SARG: Enregistrements dans le fichier: %lu, lus: %3.2f%%

source: Records read: %ld, written: %ld, excluded: %ld
fr: Enregistrements lus: %ld, écrits: %ld, exclus: %ld

source: Log with mixed records format (squid and common log)
fr: Le journal contient des enregistrements de plusieurs formats (squid et «common log»)

source: Common log format
fr: Format «common» du journal

source: Squid log format
fr: Format Squid du journal

source: Sarg log format
fr: Format de journal de Sarg

source: Log with invalid format
fr: Le format du journal n'est pas valable

source: No records found
fr: Aucun enregistrement trouvé

source: End
fr: Fin

source: Period covered by log files: %s-%s
fr: Période couverte par les journaux: %s-%s

source: Failed to build the string representation of the date range
fr: La représentation textuelle de la plage des dates n'a pas pu être créée

source: Period: %s
fr: Période: %s

source: failed to rename %s to %s - %s
fr: impossible de renommer %s en %s - %s

source: Sarg parsed log saved as %s
fr: Journal analysé par Sarg sauvegardé sous %s

source: Loading password file from %s
fr: Chargement des mots de passe depuis %s

source: (getusers) Cannot open file %s - %s
fr: (getusers) Impossible d'ouvrir le fichier %s - %s

source: Failed to move till the end of the users file %s: %s
fr: La fin du fichier des utilisateurs (%s) ne peut pas être atteinte: %s

source: Failed to rewind the users file %s: %s
fr: Impossible de revenir au début du fichier des utilisateurs %s: %s

source: malloc error (%ld)
fr: erreur d'allocation mémoire (%ld)

source: You have an invalid user in your %s file
fr: Vous avez probablement un utilisateur incorrect dans votre fichier %s

source: Not enough memory to read one more line from the input log file
fr: Pas assez de mémoire pour lire une ligne de plus du journal

source: (realtime) mkstemp error - %s
fr: (realtime) erreur de mkstemp - %s

source: Not enough memory to read the log file
fr: Pas assez de mémoire pour lire le journal

source: Failed to get the %d trailing lines of %s: %s
fr: Impossible de lire les %d dernières lignes de %s: %s

source: tail command: %s
fr: Commande «tail»: %s

source: Maybe a broken record or garbage was returned by %s
fr: Un enregistrement erroné ou inattendu a probablement été renvoyé par %s

source: The time stamp at column 1 is too long
fr: L'horodatage à la colonne 1 est trop long

source: The connection duration at column 2 is too long
fr: La durée de connexion à la colonne 2 est trop longue

source: The IP address at column 3 is too long
fr: L'adresse IP à la colonne 3 est trop longue

source: The status at column 4 is too long
fr: Le statut à la colonne 4 est trop long

source: The size at column 5 is too long
fr: La taille à la colonne 5 est trop longue

source: The action at column 6 is too long
fr: L'action à la colonne 6 est trop longue

source: The URL at column 7 is too long
fr: L'URL à la colonne 7 est trop long

source: The user ID at column 8 is too long
fr: Le ID utilisateur à la colonne 8 est trop long

source: The data at column 8 is too long
fr: La data à la colonne 8 es trop longue

source: The user at column 9 is too long
fr: Le nom d'utilisateur à la colonne 9 est trop long

source: (realtime) open error %s - %s
fr: (realtime) impossible d'ouvrir %s - %s

source: Realtime
fr: Temps réel

source: Auto refresh
fr: Actualisation automatique

source: Output file name too long: %s/%s/d%s.html
fr: Le nom du fichier de sortie est trop long: %s/%s/d%s.html

source: (repday) Cannot open log file %s
fr: (repday) Impossible d'ouvrir le journal %s

source: Too many different dates in %s
fr: Trop de dates différentes dans %s

source: Invalid time in file %s
fr: Temps incorrect dans le fichier %s

source: Day report
fr: Rapport journalier

source: Cannot create the output directory name containing the period as part of the name
fr: Le répertoire de sortie contenant la période dans son nom n'a pas pu être créé

source: (report) Cannot open file %s
fr: (report) Impossible d'ouvrir le fichier %s

source: (report) directory entry too long: %s/%s
fr: (report) répertoire trop long: %s/%s

source: There is a broken smart info in file %s
fr: Il y a une information «smart» endommagée dans le fichier %s

source: Site access report
fr: Rapport des sites visités

source: Successful report generated on %s
fr: Rapport généré sans erreur sur %s

source: Successful report generated and sent to %s
fr: Rapport généré sans erreur et envoyées à %s

source: Making file: %s/%s
fr: Création du fichier: %s/%s

source: Temporary file name too long: %s/%s.utmp
fr: Le nom du fichier temporaire est trop long: %s/%s.utmp

source: Temporary file name too long: %s/%s.htmp
fr: Le nom du fichier temporaire est trop long: %s/%s.htmp

source: (report-1) Cannot open file %s - %s
fr: (report-1) Impossible d'ouvrir le fichier %s - %s

source: Path too long %s/%s.utmp
fr: Le chemin %s/%s.utmp est trop long

source: Path too long %s/%s.htmp
fr: Le chemin %s/%s.htmp est trop long

source: (report-2) Cannot open file %s - %s
fr: (report-2) Impossible d'ouvrir le fichier %s - %s

source: Path too long %s/%s.ip
fr: Chemin trop long %s/%s.ip

source: Invalid total number of accesses in %s
fr: Nombre total d'accès incorrect dans %s

source: Invalid total size in %s
fr: Taille totale incorrecte dans %s

source: Invalid total elapsed time in %s
fr: Temps total écoulé incorrect dans %s

source: Invalid total cache hit in %s
fr: Quantité totale de cache atteinte incorrecte dans %s

source: Invalid total cache miss in %s
fr: Quantité totale de cache ratée incorrecte dans %s

source: User name too long or invalid in %s
fr: Nom d'utilisateur trop long ou pas valable dans %s

source: Invalid number of accesses in %s
fr: Nombre d'accès incorrect dans %s

source: Invalid number of bytes in %s
fr: Nombre d'octets incorrect dans %s

source: URL too long or invalid in %s
fr: URL trop long ou incorrect dans %s

source: IP address too long or invalid in %s
fr: Adresse IP trop longue ou incorrecte dans %s

source: Time too long or invalid in %s
fr: Temps trop long ou incorrect dans %s

source: Date too long or invalid in %s
fr: Date trop longue ou incorrecte dans %s

source: Invalid elapsed time in %s
fr: Temps écoulé incorrect dans %s

source: Invalid cache hit size in %s
fr: Taile de cache atteinte incorrecte dans %s

source: Invalid cache miss size in %s
fr: Taille de cache ratée incorrecte dans %s

source: (siteuser) Cannot open log file %s
fr: (siteuser) Impossible d'ouvrir le fichier %s

source: Sites & Users
fr: Sites & Utilisateurs

source: ERROR: Cannot load. Memory fault
fr: ERREUR: Chargement impossible. Erreur mémoire

source: cannot build the sort command to sort file %s
fr: impossible de préparer la commande de tri pour trier le fichier %s

source: (smartfilter) Cannot open log file %s
fr: (smartfilter) Impossible d'ouvrir le fichier %s

source: Generated by
fr: Généré par

source: on
fr: le

source: (smartfilter) Cannot open file %s
fr: (smartfilter) Impossible d'ouvrir le fichier %s

source: pre-sorting files
fr: Pré triage des fichiers

source: user name too long to sort %s
fr: le nom d'utilisateur est trop long pour trier %s

source: user name too long for %s/%s.unsort
fr: le nom d'utilisateur est trop long pour %s/%s.unsort

source: connect
fr: connection

source: time
fr: temps

source: bytes
fr: octets

source: reverse
fr: inversé

source: (splitlog) Cannot open log file %s - %s
fr: (splitlog) Impossible d'ouvrir le fichier %s - %s

source: Invalid date found in file %s
fr: Mauvaise date dans le fichier %s

source: Reading redirector log file %s
fr: Lecture du journal du redirecteur %s

source: Not enough memory to store the name of the new redirector log to be read - %s
fr: Pas assez de mémoire pour stocker le nom du nouveau fichier du redirecteur à lire - %s

source: (squidguard) Cannot open log file %s
fr: (squidguard) Impossible d'ouvrir le fichier %s

source: Not enough memory to read the redirector log
fr: Pas assez de mémoire pour lire le journal du redirecteur

source: There is a broken record or garbage in your %s file
fr: Il y a un enregistrement erroné ou inattendu dans votre fichier %s

source: Hour string too long in redirector log file %s
fr: La chaîne de caractères contenant l'heure est trop longue dans le journal du redirecteur %s

source: Banning source name too long in redirector log file %s
fr: Le nom de la liste bannie est trop long dans le journal du redirecteur %s

source: Banning list name too long in redirector log file %s
fr: Le nom de la liste bannie est trop long dans le journal du redirecteur %s

source: IP address too long in redirector log file %s
fr: L'adresse IP est trop longue dans le journal du redirecteur %s

source: User ID too long in redirector log file %s
fr: Le ID utilisateur est trop long dans le journal du redirecteur %s

source: URL too long in redirector log file %s
fr: L'URL est trop long dans le journal du redirecteur %s

source: Invalid time found in file %s
fr: Mauvais temps dans le fichier %s

source: Invalid redirected source in file %s
fr: Mauvaise source redirigée dans le fichier %s

source: Invalid redirected list in file %s
fr: Mauvaise list de redirection dans le fichier %s

source: Invalid URL in file %s
fr: Mauvaise URL dans le fichier %s

source: Invalid source IP in file %s
fr: Mauvaise adresse IP source dans le fichier %s

source: Invalid user in file %s
fr: Mauvais nom d'utilisateur dans le fichier %s

source: Cannot open squidGuard config file: %s
fr: Impossible d'ouvrir le fichier de configuration de squidGuard: %s

source: Not enough memory to read the processed redirector log
fr: Pas assez de mémoire pour lire le fichier intermédiaire du journal du redirecteur

source: Redirector report
fr: Rapport des redirections

source: RULE
fr: RÈGLE

source: Invalid IP address in file %s
fr: Mauvaise adresse IP dans le fichier %s

source: Invalid rule in file %s
fr: Mauvaise règle dans le fichier %s

source: (topsites) Cannot open log file %s
fr: (topsites) Impossible d'ouvrir le journal %s

source: Top sites
fr: Sites les plus visités

source: Top %d sites
fr: %d sites les plus visités

source: The url is invalid in file %s
fr: L'URL n'est pas valable dans le fichier %s

source: (topuser) Cannot open file %s
fr: (topuser) Impossible d'ouvrir le fichier %s

source: Not enough memory to read the file %s
fr: Pas assez de mémoire pour lire le fichier %s

source: user
fr: utilisateur

source: SARG report for %s
fr: Rapport pour %s

source: Sort: %s, %s
fr: Tri: %s, %s

source: Top users
fr: Utilisateurs les plus gourmands

source: Redirector
fr: Redirecteur

source: Denied accesses
fr: Accès interdits

source: There is a broken user in file %s
fr: Il y a un nom d'utilisateur endommagé dans le fichier %s

source: There is a broken elpased time in file %s
fr: Il y a un temps écoulé endommagé dans le fichier %s

source: There is a broken in-cache size in file %s
fr: Il y a un volume de cache atteinte endommagé dans le fichier %s

source: There is a broken out-of-cache size in file %s
fr: Il y a un volume de cache ratée endommagé dans le fichier %s

source: Graphic
fr: Graphiques

source: The total of the in-cache and cache-miss is not 100%% at position %d (user %s)
fr: Le total des volumes dans et hors cache n'est pas 100%% à la position %d (utilisateur %s)

source: The total of the in-cache and cache-miss is not 100%%
fr: Le total des volumes dans et hors cache n'est pas 100%%

source: Write error in top user list %s
fr: Erreur d'écriture dans la liste des utilisateurs les plus gourmands %s

source: Failed to close the top user list %s - %s
fr: Échec à la fermeture de la liste des utilisateurs les plus gourmands %s - %s

source: File name too long: %s/%s%s
fr: Le nom du fichier est trop long: %s/%s%s

source: (totday) Cannot open log file %s
fr: (totday) Impossible d'ouvrir le journal %s

source: Cannot delete temporary file %s - %s
fr: Impossible de supprimer le fichier temporaire %s - %s

source: (totger) Cannot open file %s
fr: (totger) Impossible d'ouvrir le fichier %s

source: Not enough memory to read the temporary file %s
fr: Pas assez de mémoire pour lire le fichier temporaire %s

source: Failed to move to the end of %s - %s
fr: Erreur lors du déplacement à la fin du fichier %s - %s

source: Failed to write the total line in %s
fr: Erreur à l'écriture de la ligne du total dans %s

source: -a Hostname or IP address
fr: -a Nom de l'hôte ou adresse IP

source: -b Useragent log
fr: -b Journal des useragents

source: -c Exclude file
fr: -c Fichier des exclusions

source: -d Date from-until dd/mm/yyyy-dd/mm/yyyy
fr: -d Date de-à jj/mm/aaaa-jj/mm/aaaa

source: -e Email address to send reports (stdout for console)
fr: -e Adresse e-mail où envoyer les rapports (stdout pour la console)

source: -f Config file (%s/sarg.conf)
fr: -f Fichier de configuration (%s/sarg.conf)

source: -g Date format [e=Europe -> dd/mm/yyyy, u=USA -> mm/dd/yyyy]
fr: -g Format de date [e=Européen -> jj/mm/aaaa, u=USA -> mm/jj/aaaa]

source: -h This help
fr: -h Cet aide-mémoire

source: -i Reports by user and IP address
fr: -i Rapport par utilisateurs et par adresses IP

source: -l Input log
fr: -l Journal d'entrée

source: -n Resolve IP Address
fr: -n Résolution des adresses IP

source: -o Output dir
fr: -o Répertoire de sortie

source: -p Use Ip Address instead of userid (reports)
fr: -p Utiliser l'adresse IP au lieu de l'identifiant utilisateur

source: -s Accessed site [Eg. www.microsoft.com, www.netscape.com]
fr: -s Site visité (par ex. www.microsoft.com, www.netscape.com)

source: -t Time [HH, HH:MM]
fr: -t Heure (HH ou HH:MM)

source: -u User
fr: -u Utilisateur

source: -w Temporary dir
fr: -w Répertoire temporaire

source: -x Debug messages
fr: -x Messages de débogage

source: -z Process messages
fr: -z Messages du processus

source: -convert Convert the access.log file to a legible date
fr: -convert Convertit les dates du journal access.log en un format lisible

source: -split Split the log file by date in -d parameter
fr: -split Produit un journal correspondant aux dates passées par -d

source: Please donate to the sarg project:
fr: Merci de faire une donation au projet sarg:

source: (useragent) Cannot open file %s
fr: (useragent) Impossible d'ouvrir le fichier %s

source: Reading useragent log: %s
fr: Lecture du journal des useragents: %s

source: Maybe you have a broken useragent entry in your %s file
fr: Vous avez probablement un useragent endommagé dans votre fichier %s

source: Records read: %ld
fr: Enregistrements lus: %ld

source: Making Useragent report
fr: Création du rapport des «Useragents»

source: Squid Useragent's Report
fr: Rapport des useragents de Squid

source: There is an invalid IP address in file %s
fr: Il y a une adresse IP endommagée dans le fichier %s

source: There is an invalid useragent in file %s
fr: Il y a un useragent endommagé dans le fichier %s

source: Not enough memory to store the user
fr: Pas assez de mémoire pour stocker l'utilisateur

source: (usertab) Cannot open file %s - %s
fr: (usertab) Impossible d'ouvrir le fichier %s - %s

source: Failed to move till the end of the usertab file %s: %s
fr: La fin du fichier usertab (%s) ne peut pas être atteinte: %s

source: Cannot get the size of file %s
fr: Impossible de déterminer la taille du fichier %s

source: Failed to rewind the usertab file %s: %s
fr: Impossible de revenir au début du fichier usertab %s: %s

source: ERROR: Cannot load. Memory fault
fr: ERREUR: Chargement impossible. Erreur mémoire

source: The list of the users is too long in your %s file.
fr: La liste des utilisateurs est trop longue dans votre fichier %s.

source: Unable to connect to LDAP server %s on port %d
fr: Impossible de se connecter au serveur LDAP %s sur le port %d

source: Could not set LDAP protocol version %d
fr: La version %d du protocole LDAP n'a pas pu être sélectionnée

source: Cannot bind to LDAP server: %s
fr: Impossible de se lier au serveur LDAP: %s

source: LDAP search failed: %s
fr: La recherche LDAP a échoué: %s

source: Loading User table: %s
fr: Chargement de la table des utilisateurs: %s

source: LDAP module not compiled in sarg
fr: Le module LDAP n'est pas compilé dans sarg

source: Cannot parse again the line as it was modified
fr: La ligne ne peut pas être traitée à nouveau car elle a été modifiée

source: Invalid buffer passed to getword_ptr
fr: Tampon inacceptable passé à getword_ptr

source: Invalid path (%s). Please, use absolute paths only.
fr: Chemin erroné (%s). Veuillez utiliser des chemins absolus uniquement.

source: process aborted.
fr: traitement interrompu.

source: directory name too long: %s
fr: Nom de répertoire trop long: %s

source: The requested number of digits passed to my_lltoa (%d) is bigger than the output buffer size (%d)
fr: Le nombre de chiffres demandés à my_lltoa (%d) est plus grand que la taille du buffer de sortie (%d)

source: January,February,March,April,May,June,July,August,September,October,November,December
fr: Janvier,Février,Mars,Avril,Mai,Juin,Juillet,Août,Septembre,Octobre,Novembre,Décembre

source: Failed to read the date in %s
fr: Erreur de lecture de la date dans %s

source: Failed to read the number of users in %s
fr: Erreur de lecture du nombre d'utilisateurs dans %s

source: There is a invalid user in file %s
fr: Il y a un nom d'utilisateur endommagé dans le fichier %s

source: There a broken total number of access in file %s
fr: Il y a un nombre d'accès total endommagé dans le fichier %s

source: Cannot copy images to target directory %simages
fr: Échec lors de la copie des images vers le répertoire %simages

source: (util) Can't open directory %s: %s
fr: (util) Impossible d'ouvrir le répertoire %s: %s

source: Cannot stat "%s" - %s
fr: Impossible d'obtenir les «stat» de «%s» - %s

source: Failed to copy image %s to %s
fr: Erreur de copie de l'image %s vers %s

source: Cannot open file
fr: Impossible d'ouvrir le fichier

source: File %s already exists, moved to %s
fr: Le fichier %s existe déjà, déplacé vers %s

source: cannot open %s for writing
fr: Impossible d'ouvrir le fichier %s en écriture

source: Failed to write the date in %s
fr: Erreur d'écriture de la date dans %s

source: The date passed as argument is not formated as dd/mm/yyyy or dd/mm/yyyy-dd/mm/yyyy
fr: La date passée comme paramètre n'est pas au format jj/mm/aaaa ou jj/mm/aaaa-jj/mm/aaaa

source: The date range passed as argument is not formated as dd/mm/yyyy or dd/mm/yyyy-dd/mm/yyyy
fr: La plage de dates passée comme paramètre n'est pas au format jj/mm/aaaa ou jj/mm/aaaa-jj/mm/aaaa

source: Failed to get the current time
fr: Erreur de lecture de la date actuelle

source: Invalid number of days in -d parameter
fr: Nombre de jours incorrects dans le paramètre -d

source: Cannot convert local time: %s
fr: Impossible de convertir l'heure locale: %s

source: Invalid number of weeks in -d parameter
fr: Nombre de semaines incorrectes dans le paramètre -d

source: Invalid number of months in -d parameter
fr: Nombre de mois incorrects dans le paramètre -d

source: Invalid date range passed on command line
fr: Plage de date incorrecte passée en ligne de commande

source: Purging temporary file sarg-general
fr: Purge le fichier temporaire sarg-general

source: (removetmp) directory too long to remove %s/sarg-period
fr: (removetmp) répertoire trop long pour supprimer %s/sarg-period

source: (removetmp) Cannot open file %s
fr: (removetmp) Impossible d'ouvrir le fichier %s

source: Failed to rewind to the beginning of the file %s: %s
fr: Impossible de revenir au début du fichier %s: %s

source: Failed to write the total line in %s - %s
fr: Erreur d'écriture du nombre total de lignes dans %s - %s

source: Failed to truncate %s: %s
fr: Erreur en tronquant %s: %s

source: Failed to close %s after writing the total line - %s
fr: Échec à la fermeture de %s après l'écriture du nombre total de lignes- %s

source: (util) Cannot open file %s (exclude_codes)
fr: (util) Impossible d'ouvrir le fichier %s (exclude_codes)

source: Failed to move till the end of the excluded codes file %s: %s
fr: La fin du fichier d'exclusion des codes (%s) ne peut pas être atteinte: %s
