Repository: jeiks/netcontrol
Catalog: another-packages/sarg-2.3.1/po/*.po
Languages: fr

source: Failed to rewind the excluded codes file %s: %s
fr: Impossible de revenir au début du fichier d'exclusion des codes %s: %s

source: Too many codes to exclude in file %s
fr: Trop de codes à exclure dans le fichier %s

source: Cannot get disk space because the path %s%s is too long
fr: Impossible de déterminer l'espace disque car le chemin %s%s est trop long

source: Cannot get disk space with command %s
fr: Impossible de déterminer l'espace disque avec la commande %s

source: Cannot get disk size with command %s
fr: Impossible de déterminer l'espace disque avec la commande %s

source: The command %s failed
fr: La commande %s a échoué

source: SARG Version: %s
fr: Version de SARG: %s

source: directory name to delete too long: %s/%s
fr: le nom du répertoire à effacer est trop long: %s/%s

source: cannot stat %s
fr: Impossible d'obtenir les stat de %s

source: cannot delete %s - %s
fr: Impossible d'effacer %s - %s

source: unknown path type %s
fr: Type de chemin %s inconnu
