Repository: jeiks/netcontrol
Catalog: another-packages/sarg-2.3.1/po/*.po
Languages: fr

source: File name too long: %s/%s/.htaccess
fr: Le nom du fichier est trop long: %s/%s/.htaccess

source: (auth) Cannot open file: %s - %s
fr: (auth) Impossible d'ouvrir le fichier: %s - %s

source: (auth) Cannot open template file: %s - %s
fr: (auth) Impossible d'ouvrir le fichier de modèle: %s - %s

source: sort command return status %d
fr: La commande «sort» retourne le statut %d

source: sort command: %s
fr: Commande de tri: %s

source: (authfail) Cannot open file %s
fr: (authfail) Impossible d'ouvrir le fichier %s

source: Authentication Failures
fr: Erreurs d'authentification

source: Period: %s
fr: Période: %s

source: USERID
fr: IDENTIFIANT

source: IP/NAME
fr: IP/NOM

source: DATE/TIME
fr: DATE/HEURE

source: ACCESSED SITE
fr: SITES ACCÉDÉS

source: Not enough memory to read file %s
fr: Pas assez de mémoire pour lire le fichier %s

source: There is a broken date in file %s
fr: Il y a une date endommagé dans le fichier %s

source: There is a broken time in file %s
fr: Il y a un temps endommagé dans le fichier %s

source: There is a broken user ID in file %s
fr: Il y a un ID utilisateur endommagé dans le fichier %s

source: There is a broken IP address in file %s
fr: Il y a une adresse IP endommagée dans le fichier %s

source: There is a broken url in file %s
fr: Il y a une URL endommagée dans le fichier %s

source: Unknown user ID %s in file %s
fr: ID utilisateur %s inconnu dans le fichier %s

source: Write error in file %s
fr: Erreur d'écriture dans le fichier %s

source: Failed to close file %s - %s
fr: Erreur à la fermeture du fichier %s - %s

source: (convlog) Cannot open log file %s - %s
fr: (convlog) Impossible d'ouvrir le journal %s - %s

source: Not enough memory to read the log file %s
fr: Pas assez de mémoire pour lire le journal %s

source: Maybe you have a broken record or garbage in file %s
fr: Vous avez probablement un enregistrement erroné ou inattendu dans le fichier %s

source: Cannot open DansGuardian config file: %s
fr: Impossible d'ouvrir le fichier de configuration de DansGuardian : %s

source: (dansguardian) Cannot open log file: %s
fr: (dansguardian) Impossible d'ouvrir le fichier journal : %s

source: Maybe you have a broken record or garbage in your %s file
fr: Vous avez probablement un enregistrement erroné ou inattendu dans votre fichier %s

source: Reading DansGuardian log file: %s
fr: Lecture du journal de Dansguardian: %s

source: Maybe you have a broken url in your %s file
fr: Vous avez probablement une URL endommagée dans votre fichier %s

source: Sorting file: %s
fr: Tri du fichier: %s

source: (dansguardian_report) Cannot open log file %s
fr: (dansguardian_report) Impossible d'ouvrir le fichier journal %s

source: Maybe you have a broken rule in your %s file
fr: Vous avez probablement une règle endommagée dans votre fichier %s

source: Failed to open directory %s - %s
fr: Impossible d'ouvrir le répertoire %s - %s

source: Ignoring unknown user file %s
fr: Ignore le fichier utilisateur inconnu %s

source: (datafile) directory path too long: %s/%s
fr: (datafile) répertoire trop long: %s/%s

source: (datafile) Cannot open file %s
fr: (datafile) Impossible d'ouvrir le fichier %s

source: Not enough memory to read the downloaded files.
fr: Pas assez de mémoire pour lire les fichiers téléchargés

source: There is a broken record or garbage in file %s
fr: Il y a un enregistrement erroné ou inattendu dans le fichier %s

source: There is an invalid smart info in file %s
fr: Il y a une donnée smart endommagée dans le fichier %s

source: Not enough memory to store the url
fr: Pas assez de mémoire pour stocker l'URL

source: Datafile %s written successfully
fr: Fichier de données %s écrit avec succès

source: File not found: %s
fr: Fichier introuvable: %s

source: Decompressing log file "%s" with zcat
fr: Décompression du journal «%s» avec zcat

source: decompression command too long for log file %s
fr: la commande de décompression du journal %s est trop longue

source: Decompressing log file "%s" with bzcat
fr: Décompression du journal «%s» avec bzcat

source: %d more denied access not shown here&hellip;
fr: %d accès interdit non affiché&hellip;

source: (denied) Cannot open log file %s
fr: (denied) Impossible d'ouvrir le journal %s

source: Denied
fr: Interdit

source: Not enough memory to read the denied accesses
fr: Pas assez de mémoire pour lire les accès refusés

source: Failed to delete the file "%s" after processing it - %s
fr: Impossible d'effacer le fichier «%s» après son traitement - %s

source: (download) Cannot open log file %s
fr: (download) Impossible d'ouvrir le journal %s

source: Downloads
fr: Téléchargements

source: Not enough memory to read the downloaded files
fr: Pas assez de mémoire pour lire les fichiers téléchargés

source: Download suffix list too long
fr: La liste des suffixes des fichiers téléchargés est trop longue

source: Too many download suffixes
fr: Trop de suffixes pour les fichiers téléchargés

source: (email) Cannot open file %s
fr: (email) Impossible d'ouvrir le fichier %s

source: Squid User Access Report
fr: Rapport des «useragents» de Squid

source: Decreasing Access (bytes)
fr: Accès décroissant (en octets)

source: Period
fr: Période

source: NUM
fr: NUMÉRO

source: CONNECT
fr: ACCÈS

source: BYTES
fr: OCTETS

source: ELAPSED TIME
fr: DURÉE

source: TIME
fr: DURÉE

source: There is an invalid user ID in file %s
fr: Il y a un ID utilisateur endommagé dans le fichier %s

source: There is an invalid number of bytes in file %s
fr: Il y a un nombre d'octets endommagé dans le fichier %s

source: There is an invalid number of access in file %s
fr: Il y a un nombre d'accès endommagé dans le fichier %s

source: There is an invalid elapsed time in file %s
fr: Il y a un temps écoulé endommagé dans le fichier %s

source: AVERAGE
fr: MOYENNE

source: Report
fr: Rapport journalier

source: command return status %d
fr: La commande retourne le statut %d

source: command: %s
fr: Commande: %s

source: Not enough memory to store the exlcluded IP addresses
fr: Pas assez de mémoire pour stocker les adresses IP exclues

source: Not enough memory to store the excluded URLs
fr: Pas assez de mémoire pour stocker les URL exclues

source: Cannot open exclude_hosts file: %s - %s
fr: Impossible d'ouvrir le fichier exclude_hosts : %s - %s

source: Loading exclude host file from: %s
fr: Chargement du fichier des exclusions d'hôtes depuis: %s

source: (gethexclude) Cannot open file %s - %s
fr: (gethexclude) Impossible d'ouvrir le fichier %s - %s

source: IPv6 addresses are not supported (found in %s)
fr: Les adresses IPv6 ne sont pas supportées (trouvée dans %s)

source: Loading exclude file from: %s
fr: Chargement du fichier des exclusions depuis: %s

source: Failed to move till the end of the excluded users file %s: %s
fr: La fin du fichier d'exclusion des utilisateurs (%s) ne peut pas être atteinte: %s

source: Cannot get the size of file %s
fr: Impossible de déterminer la taille du fichier %s

source: Failed to rewind the excluded users file %s: %s
fr: Erreur lors du retour au début du fichier des utilisateurs exclus %s: %s

source: malloc error (%ld bytes required)
fr: erreur d'allocation mémoire (%ld octets nécessaires)

source: The string value of parameter "%s" is too long
fr: La valeur texte du paramètre «%s» est trop longue

source: Missing double quote after parameter "%s"
fr: Guillemet manquant après le paramètre «%s»

source: Missing double quote after parameter "%s" or value is more than %d bytes long
fr: Guillemet manquant après le paramètre «%s» ou sa valeur est plus longue que %d octets

source: The first word of parameter "%s" is more than %d bytes long
fr: Le premier mot du paramètre «%s» est plus long que %d octets

source: Missing second word for parameter "%s"
fr: Le second mot du paramètre «%s» manque

source: The second word of parameter "%s" is more than %d bytes long
fr: Le second mot du paramètre «%s» est plus long que %d octets

source: The integer value of parameter "%s" is invalid
fr: La valeur entière du paramètre «%s» est incorrecte

source: Unknown value "%s" for parameter "%s"
fr: Valeur «%s» inconnue pour le paramètre «%s»

source: Value "%s" conflicts with other selected values for parameter "%s"
fr: La valeur «%s» entre en conflit avec les autres valeurs sélectionnées pour le paramètre «%s»

source: Unknown sort criterion "%s" for parameter "%s"
fr: Critère de tri «%s» inconnu pour le paramètre «%s»

source: Unknown sort order "%s" for parameter "%s"
fr: Ordre de tri «%s» inconnu pour le paramètre «%s»

source: SARG: TAG: %s
fr: SARG: OPTION: %s

source: Maybe you have a broken record or garbage in "date_format" parameter
fr: Vous avez probablement un enregistrement erroné ou inattendu dans le paramètre «date_format»

source: Error: Invalid syntax in hours tag!
fr: Erreur: Syntaxe incorrecte pour l'option «hours» !

source: Error: Invalid syntax in weekdays tag!
fr: Erreur: Syntaxe incorrecte pour l'option «weekdays» !

source: Too many log files in configuration file
fr: Trop de fichiers journaux dans le fichier de configuration

source: Too many redirector log files in configuration file
fr: Trop de fichiers journaux du redirecteur dans le fichier de configuration

source: Template file name is too long in parameter "AuthUserTemplateFile"
fr: Le nom du fichier modèle est trop long pour le paramètre «AuthUserTemplateFile»

source: squidguard_log_format is deprecated and has been replaced by redirector_log_format. Please update your configuration file.
fr: squidguard_log_format est abandonné et a été remplacé par redirector_log_format. Veuillez mettre à jour votre fichier de configuration.

source: redirector_ignore_date is deprecated and has been replaced by redirector_filter_out_date that does the action implied by its name as opposed to redirector_ignore_date. Please update your configuration file.
fr: redirector_ignore_date est abandonné et a été remplacé par redirector_filter_out_date qui fait ce que son nom indique contrairement à redirector_ignore_date. Veuillez mettre à jour votre fichier de configuration.

source: squidguard_ignore_date is deprecated and has been replaced by redirector_filter_out_date that does the action implied by its name as opposed to squidguard_ignore_date. Please update your configuration file.
fr: squidguard_ignore_date est abandonné et a été remplacé par redirector_filter_out_date qui fait ce que son nom indique contrairement à squidguard_ignore_date. Veuillez mettre à jour votre fichier de configuration.

source: dansguardian_ignore_date is deprecated and has been replaced by dansguardian_filter_out_date that does the action implied by its name as opposed to dansguardian_ignore_date. Please update your configuration file.
fr: dansguardian_ignore_date est abandonné et a été remplacé par dansguardian_filter_out_date qui fait ce que son nom indique contrairement à dansguardian_ignore_date. Veuillez mettre à jour votre fichier de configuration.

source: The "byte_cost" parameter of the configuration file is invalid
fr: Le paramètre «byte_cost» du fichier de configuration est incorrect

source: SARG: Unknown option %s
fr: SARG: Option inconnue : %s

source: Loading configuration from %s
fr: Lecture du fichier de configuration %s

source: (getconf) Cannot open file %s
fr: (getconf) Impossible d'ouvrir le fichier %s

source: realloc error (%<PRIu64> bytes required)
fr: erreur de ré-allocation mémoire (%<PRIu64> octets nécessaires)

source: (grepday) iconv failed to convert string "%s" from %s to UTF-8 - %s
fr: (grepday) iconv échoue en convertissant la chaîne «%s« de %s à UTF-8 - %s

source: libgd failed to calculate the bounding box of the text "%s": %s
fr: libgd n'a pas pu calculer la zone entourant le texte «%s»: %s

source: libgd failed to render the text "%s": %s
fr: libgd a échoué en dessinant le texte «%s»: %s

source: Minimum for Y scale of the graph is out of range: %<PRId64>
fr: Le minimum pour l'axe Y du graphique est hors limites: %<PRId64>

source: Maximum for Y scale of the graph is out of range: %<PRId64>
fr: Le maximum pour l'axe Y du graphique est hors limites: %<PRId64>

source: Unknown type %d for Y axis scale
fr: Type %d inconnu pour l'échelle de l'axe Y

source: Unknown color "%s" requested for the graph. Using orange instead
fr: La couleur «%s» pour le dessin du graphique est inconnue. On utilise l'orange à la place

source: User: %s
fr: Utilisateur: %s

source: user name too long for %s/%s/%s
fr: Le nom d'utilisateur est trop long pour %s/%s/%s

source: (grepday) Cannot open log file %s
fr: (grepday) Impossible d'ouvrir le journal %s

source: (grepday) Fontname %s not found
fr: (grepday) Fichier de police %s pas trouvé

source: (grepday) iconv cannot convert from %s to UTF-8 - %s
fr: (grepday) iconv ne parvient pas à convertir de %s à UTF-8 - %s

source: user name too long for %s/%s.day
fr: Le nom d'utilisateur est trop long pour %s/%s.day

source: Invalid date in file %s
fr: Mauvaise date dans le fichier %s

source: Invalid entry in file %s
fr: Mauvaise donnée dans le fichier %s

source: Invalid number of bytes in file %s
fr: Nombre d'octets incorrect dans le fichier %s

source: Invalid elapsed time in file %s
fr: Temps écoulé incorrect dans le fichier %s

source: (grepday) Cannot open output file %s
fr: (grepday) Impossible d'ouvrir le fichier de sortie %s

source: Graph report
fr: Rapport graphique

source: DAYS
fr: JOURS

source: (html2) Cannot open file %s
fr: (html2) Impossible d'ouvrir le fichier %s

source: (html11) Cannot open file %s
fr: (html11) Impossible d'ouvrir le fichier %s

source: (html11) read error in %s
fr: (html11) erreur de lecture dans %s

source: Unknown user ID %s in directory %s
fr: ID utilisateur %s inconnu dans le répertoire %s

source: Destination directory too long: %s/%s
fr: Répertoire cible trop long: %s/%s

source: Input file name too long: %s/%s
fr: Le nom du fichier d'entrée est trop long: %s/%s

source: Output file name too long: %s/%s/%s.html
fr: Le nom du fichier de sortie est trop long: %s/%s/%s.html

source: File name too long: %s/%s/denied_%s.html
fr: Le nom du fichier est trop long: %s/%s/denied_%s.html

source: (html3) Cannot open file %s
fr: (html3) Impossible d'ouvrir le fichier %s

source: There is a broken number of access in file %s
fr: Il y a un nombre d'accès endommagé dans le fichier %s

source: There is a broken downloaded size in file %s
fr: Il y a un volume de téléchargement endommagé dans le fichier %s

source: There is a broken access code in file %s
fr: Il y a un code d'accès endommagé dans le fichier %s

source: There is a broken elapsed time in file %s
fr: Il y a un temps écoulé endommagé dans le fichier %s

source: There is a broken in-cache volume in file %s
fr: Il y a un volume de cache atteint endommagé dans le fichier %s

source: There is a broken out-cache volume in file %s
fr: Il y a un volume de cache raté endommagé dans le fichier %s

source: (html5) Cannot open file %s
fr: (html5) Impossible d'ouvrir le fichier %s

source: User report
fr: Rapport par utilisateur

source: User
fr: Utilisateur

source: Sort:&nbsp;%s, %s
fr: Tri:&nbsp;%s, %s

source: IN-CACHE-OUT
fr: DANS/HORS CACHE

source: Making report: %s
fr: Création du rapport: %s

source: There is a broken number of bytes in file %s
fr: Il y a un nombre d'octets endommagé dans le fichier %s

source: There is a broken in cache column in file %s
fr: Il y a un volume de cache atteint endommagé dans le fichier %s

source: There is a broken out of cache column in file %s (%d)
fr: Il y a un volume de cache raté endommagé dans le fichier %s (%d)

source: date/time report
fr: Rapport journalier

source: DENIED
fr: INTERDIT

source: File name too long: %s/%s.ip
fr: Le nom du fichier est trop long: %s/%s.ip

source: (html6) Cannot open file %s
fr: (html6) Impossible d'ouvrir le fichier %s

source: (html7) Cannot open file %s
fr: (html7) Impossible d'ouvrir le fichier %s

source: Maybe you have a broken user IP in your %s file
fr: Vous avez probablement une adresse IP d'utilisateur endommagée dans votre fichier %s

source: Maybe you have a broken day in your %s file
fr: Vous avez probablement un jour endommagé dans votre fichier %s

source: Maybe you have a broken time in your %s file
fr: Vous avez probablement un temps endommagé dans votre fichier %s

source: Maybe you have a broken size in your %s file
fr: Vous avez probablement une taille endommagée dans votre fichier %s

source: Maybe you have a broken elapsed time in your %s file
fr: Vous avez probablement un temps écoulé endommagé dans votre fichier %s

source: (html8) Cannot open file %s
fr: (html8) Impossible d'ouvrir le fichier %s

source: (html9) Cannot open file %s
fr: (html9) Impossible d'ouvrir le fichier %s

source: (html10) Cannot open file %s
fr: (html10) Impossible d'ouvrir le fichier %s

source: User %s limit exceeded (%d MB). Added to file %s
fr: Limite dépassée pour l'utilisateur %s (%d Mo). Ajouté au fichier %s

source: Making index.html
fr: Création de index.html

source: (index) Cannot open file %s - %s
fr: (index) Impossible d'ouvrir le fichier %s - %s

source: SARG report
fr: Rapport SARG

source: YEAR
fr: ANNÉE

source: SIZE
fr: TAILLE

source: Too many month directories in %s Supernumerary entries are ignored
fr: Trop de répertoires mensuels dans %s Les entrées en trop sont ignorées

source: SARG: report for %04d
fr: SARG: rapport pour %04d

source: MONTH
fr: MOIS

source: Too many day directories in %s Supernumerary entries are ignored
fr: Trop de répertoires journaliers dans %s Les entrées en trop sont ignorées

source: SARG: report for %04d/%02d
fr: SARG: rapport pour %04d/%02d

source: Write error in the index %s
fr: Erreur d'écriture dans l'indexe %s

source: Failed to close the index file %s - %s
fr: Erreur à la fermeture du fichier d'index %s - %s

source: not enough memory to sort the index
fr: pas assez de mémoire pour trier l'indexe

source: Maybe you have a broken week day in your %s%s/sarg-date file
fr: Vous avez probablement une jour de la semaine endommagé dans votre fichier %s%s/sarg-date

source: Maybe you have a broken month in your %s%s/sarg-date file
fr: Vous avez probablement un mois endommagé dans votre fichier %s%s/sarg-date

source: Maybe you have a broken day in your %s%s/sarg-date file
fr: Vous avez probablement un jour endommagé dans votre fichier %s%s/sarg-date

source: Maybe you have a broken time in your %s%s/sarg-date file
fr: Vous avez probablement un temps endommagé dans votre fichier %s%s/sarg-date

source: Maybe you have a broken year in your %s%s/sarg-date file
fr: Vous avez probablement une année endommagée dans votre fichier %s%s/sarg-date

source: Not enough memory to store the directory name "%s" in the index
fr: Pas assez de mémoire pour stocker le nom de répertoire «%s» dans l'indexe

source: (index) Cannot open file %s
fr: (index) Impossible d'ouvrir le fichier %s

source: FILE/PERIOD
fr: FICHIER/PÉRIODE

source: CREATION DATE
fr: DATE DE CRÉATION

source: USERS
fr: UTILISATEURS

source: (index) rename error from "%s" to "%s" - %s
fr: (index) impossible de renommer «%s» en «%s» - %s

source: failed to create link "%s" to "%s" - %s
fr: impossible de créer un lien de «%s» vers «%s» - %s

source: Name of the file to remove is too long: %s/%s
fr: Le nom du fichier à supprimer est trop long: %s/%s

source: Failed to remove the file %s
fr: Erreur lors de l'effacement du fichier %s

source: IP to name resolution (getnameinfo) on IP address %s failed with error %d - %s
fr: La résolution d'adresse IP (getnameinfo) sur l'adresse IP %s a échoué avec l'erreur %d - %s

source: (lastlog) Cannot open temporary file %s
fr: (lastlog) Impossible d'ouvrir le fichier temporaire %s

source: Failed to get the creation time of %s
fr: Erreur de lecture de la date de création de %s

source: Removing old report file %s
fr: Supprime l'ancien rapport %s

source: Directory name too long: %s%s
fr: Nom de répertoire trop long: %s%s

source: Failed to delete the file %s
fr: Erreur lors de l'effacement de %s

source: Too many log files passed on command line with option -l.
fr: Trop de journaux passés sur la ligne de commande avec l'option -l.

source: Log file name too long passed on command line with option -l: %s
fr: Nom trop long pour le fichier du journal passé sur la ligne de commande avec l'option -l: %s

source: Too many redirector logs passed on command line with option -L.
fr: Trop de journaux de redirections passés sur la ligne de commande avec l'option -L.

source: Redirector log file name too long passed on command line with opton -L: %s
fr: Nom trop long pour le fichier du journal du redirecteur passé sur la ligne de commande avec l'option -L: %s

source: The time range passed on the command line with option -t is invalid
fr: La plage horaire passée en ligne de commande avec l'option -t n'est pas valable

source: Time period must be MM or MM:SS. Exit
fr: La plage horaire doit être MM ou MM:SS. Fin

source: Too many log files passed on command line.
fr: Trop de journaux passés sur la ligne de commande.

source: Log file name too long passed on command line: %s
fr: Nom trop long pour le fichier du journal passé sur la ligne de commande: %s

source: Init
fr: Démarrage

source: Cannot open config file: %s - %s
fr: Impossible d'ouvrir le fichier de configuration : %s - %s

source: The output directory "%s" must be outside of the temporary directory "%s"
fr: Le répertoire de sortie «%s» doit être en dehors du répertoire temporaire «%s»

source: Parameters:
fr: Paramètres:

source: Hostname or IP address (-a) = %s
fr: Nom de l'hôte ou adresse IP (-a) = %s

source: Useragent log (-b) = %s
fr: Journal des useragents (-b) = %s

source: Exclude file (-c) = %s
fr: Fichier d'exclusion (-c) = %s

source: Date from-until (-d) = %s
fr: Date de-à (-d) = %s

source: Email address to send reports (-e) = %s
fr: Adresse e-mail où envoyer les rapports (-e) = %s

source: Config file (-f) = %s
fr: Fichier de configuration (-f) = %s

source: Date format (-g) = Europe (dd/mm/yyyy)
fr: Format de date (-g) = Européen (jj/mm/aaaa)

source: Date format (-g) = USA (mm/dd/yyyy)
fr: Format de date (-g) = USA (mm/jj/aaaa)

source: Date format (-g) = Sites & Users (yyyy/ww)
fr: Format de date (-g) = Sites & Utilisateurs (aaaa/ss)

source: IP report (-i) = %s
fr: Rapport IP (-i) = %s

source: Yes
fr: Oui

source: No
fr: Non

source: Input log (-l) = %s
fr: Journal (-l) = %s

source: Redirector log (-L) = %s
fr: Journal du redirecteur (-L) = %s

source: Resolve IP Address (-n) = %s
fr: Résoudre les adresses IP (-n) = %s

source: Output dir (-o) = %s
fr: Répertoire de destination (-o) = %s

source: Use Ip Address instead of userid (-p) = %s
fr: Utiliser l'adresse IP au lieu de l'ID utilisateur (-p) = %s

source: Accessed site (-s) = %s
fr: Site accédé (-s) = %s

source: Time (-t) = %s
fr: Temps (-t) = %s

source: User (-u) = %s
fr: Utilisateur (-u) = %s

source: Temporary dir (-w) = %s
fr: Répertoire temporaire (-w) = %s

source: Debug messages (-x) = %s
fr: Messages de debug (-x) = %s

source: Process messages (-z) = %s
fr: Messages de traitement (-z) = %s

source: sarg version: %s
fr: version de sarg: %s

source: Sarg compiled to report warnings if the output is inconsistent
fr: Sarg est compilé pour signaler des avertissements si la sortie comporte des incohérences

source: setrlimit error - %s
fr: erreur setrlimit - %s

source: Not enough memory to read a log file
fr: Pas assez de mémoire pour lire un journal

source: (log) Cannot open file: %s - %s
fr: (log) Impossible d'ouvrir le fichier: %s - %s

source: Reading access log file: from stdin
fr: Lecture du journal des accès: depuis stdin

source: Cannot get the modification time of input log file %s (%s). Processing it anyway
fr: La date de dernière modification du journal %s ne peut pas être déterminée (%s). Il est tout de même traité
