Repository: jeiks/netcontrol
Catalog: another-packages/ntop-4.99.0-rc+ndpi5237+dfsg1/debian/po/*.po
Languages: cs, da, de, eu, fi, fr, gl, it, nl, nn, pl, pt_br, ru, sk, sv

source: User for the ntop process to run as:
cs: Uživatel, pod kterým má ntop běžet:
da: Bruger som ntop-processen skal køre som:
de: Benutzer, unter dem der Ntop-Prozess laufen soll:
eu: Erabiltzailea (ntop prozesua haren gisa exekutatzeko):
fi: Käyttäjä, jolla ntop-prosessi ajetaan:
fr: Identifiant pour l'exécution de ntop :
gl: Usuario co que se executará ntop:
it: Utente sotto il quale eseguire il processo ntop:
nl: Het ntop-proces uitvoeren door gebruiker:
nn: Ntop-prosessen skal kjøra som brukaren:
pl: Użytkownik uruchamiający proces ntop:
pt_br: Usuário com o qual o processo ntop deve ser executado:
ru: Пользователь, с правами будет работать процесс ntop:
sk: Používateľ, pod ktorým bude ntop spúšťaný:
sv: Användarkonto som ntop-processen ska köras som:

source: Please choose the login that should be used to execute the ntop process. The use of the root user is not allowed.
cs: Vyberte přihlášení, pod kterým se má ntop spouštět. Není možné použít uživatele root.
da: Vælg venligst logindet som skal bruges til at køre ntop-processen. Brugen af administratorbrugeren (root) er ikke tilladt.
de: Bitte wählen Sie das Benutzerkonto aus, die zur Ausführung des Ntop-Prozesses verwandt werden soll. Die Verwendung des Benutzers »root« ist nicht erlaubt.
eu: Aukeratu ntop prozesua exekutatzeko erabili beharko litzatekeen erabiltzaile-izena. 'root' supererabiltzailea erabiltzea ez dago baimenduta.
fi: Valitse käyttäjätunnus, jota käytetään ajettaessa ntop-prosessia. Pääkäyttäjätunnusta ei hyväksytä.
fr: Veuillez choisir l'identifiant utilisé pour exécuter ntop. L'utilisation du superutilisateur (« root ») n'est pas autorisée.
gl: Introduce o usuario co que se executará o proceso do ntop. O usuario «root» non está permitido.
it: Scegliere l'utente da user per eseguire il processo ntop. Non è possibile usare l'utente root.
nl: Geef de inlognaam op die moet worden gebruikt om het ntp-proces uit te voeren. Het is niet toegestaan om de beheerdersaccount 'root' te kiezen.
nn: Vel korleis ein skal logga seg på for å utføra ntop-prosessen. Ein kan ikkje nytta root-brukaren.
pl: Proszę wybrać login, który będzie użyty do uruchamiania procesu ntop. Użycie konta roota jest niedozwolone.
pt_br: Por favor, escolha o login que deve ser usado para executar o processo ntop. O uso do usuário "root" não é permitido.
ru: Введите имя учётной записи, которая должна использоваться для запуска процесса ntop. Пользователь root недопустим.
sk: Prosím vyberte používateľa, ktorý má byť použitý na spúšťanie procesu ntop. Používateľ „root” nie je dovolený.
sv: Ange vilket användarkonto som ska användas för att köra ntop-processen. Att använda root är inte tillåtet.

source: The account will be created if it does not already exist, but if you leave it blank, no login will be created and ntop will not run until manually configured.
cs: Pokud zadaný uživatel ještě neexistuje, bude vytvořen. Jestliže ponecháte prázdné, uživatel se nevytvoří a než ho nastavíte, odmítne ntop pracovat.
da: Kontoen vil blive oprettet, hvis den ikke allerede findes, men hvis du efterlader den tom, vil der ikke blive oprettet et logind og ntop vil ikke køre, før den er blevet manuelt konfigureret.
de: Falls das Konto noch nicht existiert, wird es erstellt. Falls Sie das Feld leer lassen, wird kein Benutzerkonto erstellt und Ntop wird erst laufen, wenn Sie es manuell konfiguriert haben.
eu: Kontua sortu egingo da aurrez ez bada existitzen, hala ere, hutsik uzten baduzu ez da konturik sortuko eta 'ntop' ezingo da exekutatu eskuz konfiguratu arte.
fi: Käyttäjätunnus luodaan, jos sitä ei jo ole olemassa. Jos jätät kentän tyhjäksi, mitään tunnusta ei luoda, eikä ntopia ajeta ennen kuin sen asetukset tehdään käsin.
fr: L'identifiant sera créé s'il n'existe pas, mais si vous laissez ce champ vide, aucun identifiant ne sera créé et ntop ne pourra pas être exécuté tant que vous n'en aurez pas créé un vous-même.
gl: Crearase a conta de usuario se non existe. Se deixas o campo baleiro, non se creará a conta e non se poderá executar ntop até que se configure manualmente.
it: L'account sarà creato nel caso non esista già, ma se lo si lascia in bianco, nessun account verrà creato e ntop non potrà essere avviato fino a quando non sarà configurato manualmente.
nl: De account zal worden aangemaakt als deze nog niet bestaat. U kunt dit veld ook leeg laten, in dat geval zal er geen account worden aangemaakt en zal ntop niet worden uitgevoerd totdat u deze handmatig heeft ingesteld.
nn: Kontoen vil bli oppretta om han ikkje finst allereie. Om han er tom, vil det ikkje vera mogleg å logga på før ein har endra innstillingane for hand.
pl: Jeśli konto nie istnieje, zostanie utworzone; jeśli jednak pole zostanie pozostawione puste, login nie zostanie utworzony, a ntop nie uruchomi się, dopóki nie zostanie ręcznie skonfigurowany.
pt_br: A conta será criada se ela ainda não existir, mas se você deixar esse campo em branco, nenhum login será criado e o ntop não executará até que seja configurado manualmente.
ru: Если учётная запись не существует, то она будет создана, но если ничего не вводить, то учётная запись создана не будет и ntop не будет работать, пока вы не выполните настройку вручную.
sk: Ak zadaný používateľ neexistuje, bude mu vytvorený účet, ak ale necháte pole prázdne, nebude vytvorený žiadny účet a ntop sa nespustí, kým nebude manuálne nastavený.
sv: Användarkontot kommer att skapas om det inte redan existerar, lämnas fältet tomt kommer inget konto att skapas och ntop kommer inte att köras förrens du gjort inställningarna manuellt.

source: Interfaces for ntop to listen on:
cs: Rozhraní, na kterých má ntop poslouchat:
da: Grænseflader som ntop skal lytte på:
de: Schnittstellen, auf denen Ntop auf Anfragen warten soll:
eu: Interfazeak (ntop-ek entzuteko):
fi: Liitännät, joita ntop kuuntelee:
fr: Interfaces sur lesquelles ntop sera à l'écoute :
gl: Interfaces polas que escoita o ntop:
it: Interfacce su cui ntop deve mettersi in ascolto:
nl: Interfaces waarom ntop moet luisteren:
nn: Ntop skal lytta til grensesnitta:
pl: Interfejsy, na których będzie nasłuchiwał ntop:
pt_br: Interfaces que o ntop deve escutar:
ru: Интерфейсы, которые будет прослушивать ntop:
sk: Rozhrania, na ktorý má ntop počúvať:
sv: Gränssnitt som ntop ska lyssna på:

source: Please enter a comma-separated list of interfaces that ntop should listen on.
cs: Zadejte prosím mezerami oddělený seznam rozhraní, na kterých má ntop naslouchat.
da: Indtast venligst en kommaadskilt liste af grænseflader som ntop skal lytte på.
de: Bitte geben Sie eine durch Kommata getrennte Liste von Schnittstellen an, auf denen Ntop auf Anfragen warten soll.
eu: 'ntop'-ek entzun behar dituen interfazeak komaz bereizitako zerrenda batean idatzi.
fi: Anna pilkuin eroteltu luettelo liitännöistä, joita ntopin tulisi kuunnella.
fr: Veuillez indiquer, séparées par des virgules, la liste des interfaces sur lesquelles ntop doit être à l'écoute.
gl: Introduza unha lista de interfaces, separada por comas, nas que debe escoitar ntop.
it: Inserire l'elenco delle interfacce, separate con una virgola, su cui ntop deve stare in ascolto.
nl: Voer een met komma's gescheiden lijst in van interfaces waarop ntop moet luisteren.
nn: Skriv inn ei kommadelt liste over grensesnitt ntop skal lytta til.
pl: Proszę wprowadzić listę interfejsów (oddzielonych przecinkami), na których powinien nasłuchiwać ntop.
pt_br: Por favor, informe uma lista separada por vírgulas das interfaces que o ntop deve escutar.
ru: Введите сетевые интерфейсы (через запятую), которые должен прослушивать ntop.
sk: Prosím zadajte čiarkou oddelený zoznam rozhraní, na ktorých má ntop počúvať.
sv: Ange en kommaseparerad lista med gränssnitt som ntop ska lyssna på.

source: Administrator password:
cs: Správcovské heslo:
da: Adgangskode for administrator:
de: Passwort des Administrators:
eu: Administratzailearen pasahitza:
fi: Ylläpitäjän salasana:
fr: Mot de passe de l'administrateur :
gl: Contrasinal do administrador:
it: Password di amministratore:
nl: Beheerderswachtwoord:
nn: Administratorpassord:
pl: Hasło administratora:
pt_br: Senha do administrador:
ru: Пароль администратора:
sk: Heslo administrátora:
sv: Adminstrationslösenord:

source: Please choose a password to be used for the privileged user "admin" in ntop's web interface.
cs: Zvolte si heslo, které bude používat uživatel „admin“ ve webovém rozhraní ntopu.
da: Vælg venligst en adgangskode som skal bruges for den priviligerede bruger »admin« i ntops internetbrugerflade.
de: Bitte wählen Sie ein Passwort aus, das für den privilegierten Benutzer »admin« in der Webschnittstelle von Ntop verwandt wird.
eu: Aukeratu "admin" administratzaileak erabiliko duen pasahitza ntop-en web bidezko interfazean.
fi: Anna salasana ntopin verkkokäyttöliittymän ylläpitotunnukselle ”admin”.
fr: Veuillez choisir un mot de passe pour l'identifiant « admin » pour l'interface web de ntop.
gl: Escolla un contrasinal para o usuario con privilexios «admin» na interface web do ntop.
it: Scegliere una password da usare per l'utente privilegiato "admin" dell'interfaccia web di ntop.
nl: Kies een wachtwoord voor de speciale gebruiker 'admin' op ntop's webinterface.
nn: Vel passordet til den priviligerte brukaren «admin» i ntop sitt vevgrensesnitt.
pl: Proszę wprowadzić hasło, które będzie użyte dla uprzywilejowanego użytkownika "admin" w interfejsie WWW ntop.
pt_br: Por favor, escolha uma senha para ser usada pelo usuário privilegiado "admin" na interface web do ntop.
ru: Введите пароль привилегированного пользователя "admin", который будет использоваться в веб-интерфейсе ntop.
sk: Prosím zadajte heslo, ktoré bude používať určený administrátor vo webovom rozhraní ntop.
sv: Ange ett lösenord som ska användas av den priviligerade användaren "admin" i ntops webbgränssnitt.

source: Re-enter password to verify:
cs: Znovu zadejte heslo pro ověření:
da: Genindtast adgangskoden for verificering:
de: Wiederholung der Passworteingabe zur Überprüfung:
eu: Berretsi pasahitza:
fi: Salasanan varmistus:
fr: Confirmation du mot de passe :
gl: Volva a introducir o contrasinal para comprobalo:
it: Reinserire la password per verifica:
nl: Voer het wachtwoord nogmaals in ter controle:
nn: Skriv inn att passordet for å stadfesta det:
pl: Proszę wprowadzić hasło ponownie:
pt_br: Redigite a senha para verificação:
ru: Введите пароль ещё раз для проверки:
sk: Zopakujte heslo, na overenie:
sv: Upprepa lösenordet:

source: Please enter the same password again to verify that you have typed it correctly.
cs: Pro ověření, že jste heslo napsali správně, ho prosím zadejte ještě jednou.
da: Indtast venligst den samme adgangskode igen for at verificere at du har indtastet den korrekt.
de: Bitte geben Sie das gleiche Passwort erneut ein, um zu überprüfen, dass Sie es korrekt eingegeben haben.
eu: Sartu berriro pasahitz berdina ongi idatzi duzula egiaztatzeko.
fi: Syötä salasana uudelleen varmistaaksesi, että kirjoitit sen oikein.
fr: Veuillez entrer le même mot de passe pour vérification.
gl: Introduce o mesmo contrasinal de novo para comprobar que o introduciu de maneira válida.
it: Inserire di nuovo la stessa password per verificare che sia stata digitata correttamente.
nl: Voer hetzelfde wachtwoord nogmaals in om te controleren dat u het zonder fouten heeft getikt.
nn: Skriv inn att passordet for å stadfesta at du har skrive det rett.
pl: Proszę wprowadzić to samo hasło ponownie, aby sprawdzić, czy zostało wpisane poprawnie.
pt_br: Por favor, digite a mesma senha novamente para que seja verificado que você a digitou corretamente.
ru: Введите тот же самый пароль ещё раз, чтобы убедиться в правильности ввода.
sk: Prosím zadajte znova rovnaké heslo, na overenie, že ste ho napísali správne.
sv: Upprepa samma lösenord en gång till för att säkerställa att du skrev in det korrekt.

source: Empty password
cs: Prázdné heslo
da: Blank adgangskode
de: Leeres Passwort
eu: Pasahitza hutsik
fi: Tyhjä salasana
fr: Mot de passe vide
gl: Contrasinal baleiro
it: Password vuota
nl: Leeg wachtwoord
nn: Tomt passord
pl: Puste hasło
pt_br: Senha em branco
ru: Пустой пароль
sk: Prázdne heslo
sv: Tomt lösenord

source: You entered an empty password, which is not allowed. Please choose a non-empty password.
cs: Zadali jste prázdné heslo, což není povoleno. Zadejte prosím neprázdné heslo.
da: Du indtastede en blank adgangskode, hvilket ikke er tilladt. Vælg venligst en adgangskode som ikke er blank.
de: Sie haben ein leeres Passwort eingegeben. Das ist nicht erlaubt. Bitte wählen sie ein nichtleeres Passwort.
eu: Pasahitz hutsa sartu duzu, baina hori ez dago baimenduta. Aukeratu hutsa ez den pasahitz bat.
fi: Annoit tyhjän salasana. Tämä ei ole sallittua. Valitse uusi salasana.
fr: Vous avez entré un mot de passe vide, ce qui n'est pas autorisé. Veuillez choisir un mot de passe non vide.
gl: Introduciches un contrasinal baleiro, o cal non está permitido. Introduce de novo un contrasinal con algún carácter.
it: È stata inserita una password vuota, che non è permessa. Per favore scegliere una password non vuota.
nl: U heeft een leeg wachtwoord ingevoerd, dit is niet toegestaan. Kies een niet-leeg wachtwoord.
nn: Du brukte eit tomt passord. Det er ikkje tillate. Skriv eit nytt passord.
pl: Wprowadzono puste hasło, co nie jest dozwolone. Proszę wpisać niepuste hasło.
pt_br: Você deixou a senha em branco, o que não é permitido. Por favor, escolha uma senha que não seja em branco.
ru: Был введён пустой пароль, что запрещено. Введите не пустой пароль.
sk: Zvolili ste si prázdne heslo, čo nie je dovolené. Prosím zvoľte neprázdne heslo.
sv: Du angav ett tomt lösenord, detta är inte tillåtet. Välj ett lösenord som inte är tomt.

source: Password input error
cs: Chyba zadávání hesla
da: Inddatafejl for adgangskode
de: Passworteingabefehler
eu: Pasahitzaren sarrerako errorea
fi: Salasanat eivät täsmää
fr: Erreur de saisie du mot de passe
gl: Erro ao introducir o contrasinal
it: Errore nell'inserimento della password
nl: Invoerfout bij wachtwoord
nn: Passordskrivefeil
pl: Błąd wprowadzania hasła
pt_br: Erro de entrada de senha
ru: Ошибка ввода пароля
sk: Chyba zadávania hesla
sv: Fel vid inmatning av lösenord

source: The two passwords you entered were not the same. Please try again.
cs: Zadaná hesla nesouhlasí. Zkuste to prosím znovu.
da: De to indtastede adgangskoder var ikke ens. Prøv igen.
de: Die zwei eingegebenen Passwörter waren nicht identisch. Bitte versuchen Sie es erneut.
eu: Sartutako bi pasahitzak ez dira berdinak. Saiatu berriro.
fi: Annetut salasanat eivät täsmää. Yritä uudelleen.
fr: Les deux mots de passe que vous avez entrés sont différents. Veuillez recommencer.
gl: Os dous contrasinais que introduciches non son iguais. Tentao de novo.
it: Le due password inserite non sono uguali. Per favore riprovare.
nl: De twee wachtwoorden die u heeft ingevoerd verschillen. Probeer het nogmaals.
nn: Passorda du skreiv var ikkje like. Prøv igjen.
pl: Dwa hasła, które zostały wprowadzone, nie są identyczne. Proszę spróbować ponownie.
pt_br: As duas senhas que você digitou não coincidem. Por favor, tente novamente.
ru: Два введённых пароля не совпали. Попробуйте ещё раз.
sk: Zadané heslá sa nezhodujú. Prosím skúste znova.
sv: De båda lösenorden du angav stämmer inte överrens. Försök igen.

source: Set a new administrator password?
cs: Nastavit nové správcovské heslo?
da: Angiv en ny administratoradgangskode?
de: Neues administratives Passwort setzen?
eu: Ezarri administratzailearen pasahitz berria?
fi: Vaihdetaanko ylläpitäjän salasana?
fr: Faut-il créer un nouveau mot de passe pour l'administrateur ?
gl: Desexa establecer un novo contrasinal para o administrador?
it: Impostare a nuova password di amministratore?
nl: Nieuw beheerderswachtwoord instellen?
nn: Lagra nytt administratorpassord?
pl: Ustawić nowe hasło administratora?
pt_br: Configurar uma nova senha de administrador?
ru: Установить новый пароль администратора?
sk: Nastaviť nové heslo administrátora?
sv: Ange ett nytt administrationslösenord?

source: A password for ntop's administrative web interface has already been set.
cs: Heslo pro správcovský přístup na webové rozhraní ntopu již bylo nastaveno.
da: En adgangskode for ntops administrative internetbrugerflade er allerede blevet angivet.
de: Für Ntops administrative Webschnittstelle wurde bereits ein Passwort gesetzt.
eu: 'ntop' web bidez administratzeko pasahitza jadanik ezarri da.
fi: Ohjelman ntop verkkokäyttöliittymän ylläpitäjän salasana on jo asetettu.
fr: Un mot de passe pour l'interface web de ntop a déjà été créé.
gl: Foi establecido o contrasinal para a interface de administración do ntop.
it: Una password di amministratore per l'interfaccia web di ntop è già stata impostata.
nl: Er is al een wachtwoord ingesteld voor de beheerderswebinterface van ntop.
nn: Det finst allereie eit passord for ntop sitt administrative vevgrensesnitt.
pl: Hasło administratora do interfejsu WWW ntop, zostało już ustawione.
pt_br: Uma senha para a interface web administrativa do ntop já foi configurada.
ru: Пароль для веб-интерфейса управления ntop уже задан.
sk: Heslo administračného webového rozhrania ntop už je nastavené.
sv: Ett lösenord för ntops administrativa webbgränssnitt har redan satts.

source: Please choose whether you want to change that password.
cs: Rozhodněte se, zda toto heslo chcete změnit.
da: Vælg venligst hvorvidt du ønsker at ændre denne adgangskode.
de: Bitte wählen Sie aus, ob Sie dieses Passwort ändern möchten.
eu: Aukeratu pasahitza aldatzea nahi duzun edo ez.
fi: Valitse haluatko vaihtaa salasanan.
fr: Vous pouvez choisir de changer ce mot de passe.
gl: Indique se desexas trocar ese contrasinal.
it: Scegliere se si vuole cambiare tale password.
nl: Geef aan of u dit wachwoord wilt wijzigen.
nn: Vel om du ønskjer å endra passordet.
pl: Proszę wybrać, czy hasło ma zostać zmienione.
pt_br: Por favor, escolha se você deseja alterar essa senha.
ru: Укажите, хотите ли вы изменить этот пароль.
sk: Prosím vyberte si, či chcete heslo zmeniť.
sv: Ange om du vill byta ut det lösenordet.
